Repository: misswell/ClipNest
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Even without the enhancement model, ClipNest still does basic offline organizing and OCR.
zh_hans: 未安装增强模型时，ClipNest 仍可离线识别文字并完成基础笔记整理。

source: Exact Search
zh_hans: 精确搜索

source: Expand queries with the local model
zh_hans: 使用本地模型扩展搜索词

source: Finds notes by meaning as well as by wording.
zh_hans: 同时根据语义和文字查找笔记。

source: Format
zh_hans: 格式

source: Full Archive
zh_hans: 完整归档

source: Generate a title and preserve the source exactly.
zh_hans: 生成标题，并完整保留原始内容。

source: Generating note on device…
zh_hans: 正在设备上生成笔记…

source: Group into natural sections and pull out the key points and parameters without inventing any.
zh_hans: 自然划分章节，提取重点和关键参数，不补充原文不存在的信息。

source: How notes are organized
zh_hans: 笔记整理方式

source: Images are always read for text recognition — this only decides whether the original picture is also saved into the vault.
zh_hans: 图片始终会用于文字识别。此选项仅决定是否将原图一并保存到笔记库。

source: Import Image
zh_hans: 导入图片

source: Import Image — organize the text in a picture (⌘⇧I)
zh_hans: 导入图片 — 识别并整理图片中的文字（⌘⇧I）

source: Import Image…
zh_hans: 导入图片…

source: Indexing…
zh_hans: 正在建立索引…

source: Keep the model ready
zh_hans: 提前加载模型

source: Keep the organized body, the original text and all source material.
zh_hans: 保留整理后的正文、原文和全部来源材料。

source: Keep the original text
zh_hans: 保持原文

source: Knowledge note
zh_hans: 知识笔记

source: LOCAL ENHANCEMENT MODEL
zh_hans: 本地增强模型

source: LOCAL SEARCH
zh_hans: 本地搜索

source: Loads the weights while you browse, so the first capture is not the slow one. Costs about 350 MB of memory while the app is open; they are still released on memory pressure and when the app goes to the background.
zh_hans: 浏览时提前加载模型，减少首次采集的等待。应用运行期间约占用 350 MB 内存；内存紧张或应用进入后台时会释放。

source: Matches the words you type, exactly as written.
zh_hans: 按输入的文字精确匹配笔记。

source: Model
zh_hans: 模型

source: Model download server
zh_hans: 模型下载服务器

source: Move
zh_hans: 移动

source: Move Down
zh_hans: 下移

source: Move Up
zh_hans: 上移

source: NOTE FORMAT
zh_hans: 笔记格式

source: New File Here
zh_hans: 在此新建文件

source: New File…
zh_hans: 新建文件…

source: New Folder Here
zh_hans: 在此新建文件夹

source: New Folder…
zh_hans: 新建文件夹…

source: New Terminal (⌃⇧`)
zh_hans: 新建终端（⌃⇧`）

source: No model download server is configured.
zh_hans: 尚未配置模型下载服务器。

source: No recognition languages installed
zh_hans: 未安装文字识别语言

source: No system sentence embeddings installed
zh_hans: 未安装系统语义搜索资源

source: No terminals. Press + to open one in the vault directory.
zh_hans: 暂无终端。点击 + 在笔记库目录中打开终端。

source: No text recognition languages are installed on this device.
zh_hans: 此设备未安装可用的文字识别语言。

source: Not included in this build
zh_hans: 此版本未包含

source: OK
zh_hans: 好

source: ON-DEVICE CAPABILITIES
zh_hans: 设备端能力

source: ON-DEVICE NOTE GENERATION
zh_hans: 设备端笔记生成

source: ONLINE AI
zh_hans: 在线 AI

source: On-Device
zh_hans: 设备端

source: On-device mode never sends anything to the internet.
zh_hans: 设备端模式下，内容不会上传到网络。

source: On-device text recognition with Vision
zh_hans: 使用 Vision 在设备上识别文字

source: Online
zh_hans: 在线

source: Open Vault
zh_hans: 打开笔记库

source: Open in Terminal
zh_hans: 在终端中打开

source: Opens the Search side bar with smart or exact matching
zh_hans: 打开搜索侧栏，支持智能搜索和精确搜索

source: Organize into a note worth rereading, with headings, lists and code blocks.
zh_hans: 整理为适合长期阅读的笔记，合理使用标题、列表和代码块。

source: Organizing on device…
zh_hans: 正在设备上整理…

source: Original image
zh_hans: 原始图片

source: Point this at the CDN that serves model-manifest.json. Runtime downloads never use Hugging Face.
zh_hans: 填写提供 model-manifest.json 的下载服务器地址。模型下载不会连接 Hugging Face。

source: Preparing the on-device model…
zh_hans: 正在准备设备端模型…

source: Preview Note
zh_hans: 预览笔记

source: Quick Paste — organize the current clipboard (⌘⇧V)
zh_hans: 快速粘贴 — 整理当前剪贴板（⌘⇧V）

source: Rebuild Index
zh_hans: 重建索引

source: Rebuild the local search index
zh_hans: 重建本地搜索索引

source: Recognize text from images and organize it into notes without uploading the source.
zh_hans: 识别图片中的文字并整理成笔记，无需上传原始材料。

source: Refresh file tree
zh_hans: 刷新文件列表

source: Refresh the timeline
zh_hans: 刷新时间线

source: Related by meaning
zh_hans: 语义相关

source: Remove repetition and filler while keeping every fact — no padding.
zh_hans: 去除重复和冗余表达，保留全部事实，不扩写。

source: Rename…
zh_hans: 重命名…

source: Requires an Apple silicon Mac
zh_hans: 需要搭载 Apple 芯片的 Mac

source: Reveal in Finder
zh_hans: 在访达中显示

source: Search files and notes
zh_hans: 搜索文件和笔记

source: Search notes
zh_hans: 搜索笔记

source: Semantic Search
zh_hans: 语义搜索

source: Show Trash…
zh_hans: 查看废纸篓…

source: Smart Search
zh_hans: 智能搜索

source: Sort By Name
zh_hans: 按名称排序

source: Standard Note
zh_hans: 标准笔记

source: Structured note
zh_hans: 结构化笔记

source: Style only shapes the prose. The JSON output contract, classification and fact preservation are never changed by it.
zh_hans: 自定义要求仅影响行文风格，不会改变分类规则，也不会允许编造或遗漏事实。

source: Swipe up to dismiss
zh_hans: 向上轻扫关闭

source: TIMELINE
zh_hans: 时间线

source: That file could not be opened as an image.
zh_hans: 无法将此文件作为图片打开。

source: That image could not be read.
zh_hans: 无法读取此图片。

source: The AI writes the title, summary, tags and category; the body is your own text. Fastest on device, and a fact can never be lost in a rewrite.
zh_hans: AI 生成标题、摘要、标签和分类，正文保留原文。设备端处理最快，避免改写时遗漏事实。

source: The download was cancelled.
zh_hans: 下载已取消。

source: The local model did not return JSON.
zh_hans: 本地模型未返回 JSON 数据。

source: The local model returned JSON that is not an object.
zh_hans: 本地模型返回的 JSON 不是对象。

source: The manifest lists no files.
zh_hans: 模型清单未列出任何文件。

source: The model files are no longer on disk.
zh_hans: 磁盘上的模型文件已不存在。

source: The note has not finished downloading from iCloud. Check your connection and try again.
zh_hans: 笔记尚未从 iCloud 下载完成，请检查网络连接后重试。

source: The server sent a non-HTTP response.
zh_hans: 服务器返回了无效的 HTTP 响应。

source: The server sent more data than requested.
zh_hans: 服务器返回的数据量超出了请求范围。

source: There is no content to organize.
zh_hans: 没有可整理的内容。

source: This Mac cannot run the on-device model. Local Lite and Online AI are still available.
zh_hans: 此 Mac 无法运行设备端模型，仍可使用基础本地处理和在线 AI。

source: This build does not include the on-device runtime.
zh_hans: 此版本未包含设备端模型运行组件。

source: This file is not valid UTF-8 text.
zh_hans: 此文件不是有效的 UTF-8 文本。

source: This file type can't be shown in the editor. Use Reveal in Finder in the Explorer.
zh_hans: 编辑器暂不支持此文件类型。可在文件列表中选择“在访达中显示”来打开。

source: Title + Original
zh_hans: 标题 + 原文

source: Title and organized content only.
zh_hans: 仅保留标题和整理后的正文。

source: Title, summary, the source as the body, tags and metadata.
zh_hans: 包含标题、摘要、以原文为正文、标签和元数据。

source: Todo / Checklist
zh_hans: 待办事项 / 清单

source: Unreadable model output
zh_hans: 无法读取模型输出

source: Untitled Note
zh_hans: 未命名笔记

source: Use the AI service you configured.
zh_hans: 使用你配置的 AI 服务。

source: Use your own instruction below.
zh_hans: 使用下方填写的自定义整理要求。

source: VAULT
zh_hans: 笔记库

source: Vault
zh_hans: 笔记库

source: View Full Image
zh_hans: 查看完整图片

source: Vision recognizes text in images directly on your device. You can organize the recognized text into a Markdown note without uploading the image.
zh_hans: Vision 可直接在设备上识别图片中的文字。 无需上传图片，即可将识别结果整理成 Markdown 笔记。

source: What the note will look like
zh_hans: 笔记效果预览

source: When enabled, photos are sent directly to the image model (it must support images). When off, photos are only OCR-read on device and the recognized text goes to the text model. In On-Device mode the image model is never called.
zh_hans: 开启后，照片会直接发送给支持图片输入的图像模型。关闭时，仅在设备上识别文字，再将文字发送给文本模型。设备端模式不会调用在线图像模型。

source: Writing Style
zh_hans: 写作风格

source: Writing the note…
zh_hans: 正在生成笔记…

source: You have not opened a vault.
zh_hans: 尚未打开笔记库。

source: Your own combination of sections and style.
zh_hans: 自行组合笔记内容与写作风格。

source: folder name
zh_hans: 文件夹名

source: CONTENT
zh_hans: 内容

source: Divider
zh_hans: 分隔线

source: Edit
zh_hans: 编辑

source: Frontmatter
zh_hans: 文档属性（YAML）

source: Heading 1
zh_hans: 一级标题

source: Heading 2
zh_hans: 二级标题

source: Heading 3
zh_hans: 三级标题

source: IN NOTE CONTENT
zh_hans: 笔记内容匹配

source: Indexing the vault…
zh_hans: 正在为笔记库建立索引…

source: Inline Code
zh_hans: 行内代码

source: Keep Original Images
zh_hans: 保留原始图片

source: METADATA
zh_hans: 元数据

source: More Emoji…
zh_hans: 更多表情…

source: No matches
zh_hans: 没有匹配结果

source: Numbered List
zh_hans: 有序列表

source: Organized Body (AI)
zh_hans: AI 整理正文

source: Original Text
zh_hans: 原始文本

source: PREVIEW
zh_hans: 预览

source: Quote
zh_hans: 引用

source: STYLE
zh_hans: 风格

source: Source URL
zh_hans: 来源链接

source: Split
zh_hans: 分栏

source: ⚠️ Warning
zh_hans: ⚠️ 警告

source: ✅ Done
zh_hans: ✅ 完成

source: 💡 Idea
zh_hans: 💡 想法

source: 📝 Note
zh_hans: 📝 笔记

source: 🚀 Rocket
zh_hans: 🚀 火箭

source: %lld indexed passages
zh_hans: 已索引 %lld 个文本片段

source: %lld tabs
zh_hans: %lld 个标签页

source: Applies to both the on-device and the online model. The on-device model reads only the first %lld characters.
zh_hans: 同时适用于设备端和在线模型。设备端模型仅读取前 %lld 个字符。

source: Attachments
zh_hans: 附件

source: Cannot Preview Image
zh_hans: 无法预览图片

source: Cannot read %@.
zh_hans: 无法读取 %@。

source: Capture the current clipboard content
zh_hans: 采集当前剪贴板内容

source: Copy something, and it becomes a Markdown note in “%@”.
zh_hans: 复制内容，即可整理成 Markdown 笔记并保存到“%@”。

source: Could not download this note from iCloud. %@
zh_hans: 无法从 iCloud 下载此笔记。%@

source: Could not load the on-device model: %@
zh_hans: 无法加载设备端模型：%@

source: Could not read this note. %@
zh_hans: 无法读取此笔记。%@

source: Could not save this note. %@
zh_hans: 无法保存此笔记。%@

source: Could not write the model to disk: %@
zh_hans: 无法将模型写入磁盘：%@

source: Created in %@
zh_hans: 已创建于 %@

source: Downloading… %lld%%
zh_hans: 正在下载… %lld%%

source: File entry is missing its size or digest: %@
zh_hans: 模型文件信息缺少大小或校验值：%@

source: Folders
zh_hans: 文件夹

source: Image preview: %@
zh_hans: 图片预览：%@

source: Inbox
zh_hans: 收件箱

source: Installed · v%lld · %@
zh_hans: 已安装 · v%lld · %@

source: Last pass: %lld notes · %lld unchanged · %lld removed
zh_hans: 上次索引：%lld 篇笔记 · %lld 篇未变更 · %lld 篇已移除

source: Loading Vault…
zh_hans: 正在加载笔记库…

source: Loading image…
zh_hans: 正在加载图片…

source: Matches “%@”
zh_hans: 匹配“%@”

source: Missing image: %@
zh_hans: 找不到图片：%@

source: Move “%@” to the trash?
zh_hans: 将“%@”移到废纸篓？

source: On-device AI could not finish: %@
zh_hans: 设备端 AI 未能完成处理：%@

source: On-device AI is unavailable: %@
zh_hans: 设备端 AI 不可用：%@

source: Open a folder of Markdown files to get started.
zh_hans: 打开包含 Markdown 文件的文件夹，开始使用。

source: Original Image
zh_hans: 原始图片

source: Preparing Timeline…
zh_hans: 正在准备时间线…

source: Search all notes for “%@”
zh_hans: 在全部笔记中搜索“%@”

source: Text recognition failed: %@
zh_hans: 文字识别失败：%@

source: The download server returned HTTP %lld.
zh_hans: 下载服务器返回 HTTP %lld。

source: The download stopped early (%lld of %lld bytes).
zh_hans: 下载提前中断（已接收 %lld 字节，共 %lld 字节）。

source: The downloaded file failed verification: %@
zh_hans: 下载文件校验失败：%@

source: The local search index could not be opened: %@
zh_hans: 无法打开本地搜索索引：%@

source: The model manifest is invalid: %@
zh_hans: 模型清单无效：%@

source: The server offered “%@” but “%@” was expected.
zh_hans: 服务器提供的是“%@”，需要的是“%@”。

source: Unlinked Mentions
zh_hans: 未链接的提及

source: Unsafe file name in manifest: %@
zh_hans: 模型清单中存在不安全的文件名：%@

source: Unsupported or invalid base expression: %@
zh_hans: 不支持或无效的数据表表达式：%@

source: Record audio attachments for your notes.
zh_hans: 录制音频并作为附件保存到你的笔记中。

source: %@ (exited)
zh_hans: %@（已退出）

source: Close Panel
zh_hans: 关闭面板

source: Kill Active Terminal
zh_hans: 关闭当前终端

source: No Markdown notes yet. New notes appear here in chronological order.
zh_hans: 还没有 Markdown 笔记。新笔记会按时间顺序显示在这里。

source: Open a vault to see its notes here, newest first.
zh_hans: 打开笔记库后，笔记会按从新到旧的顺序显示在这里。

source: Preparing timeline…
zh_hans: 正在准备时间线…

source: Quick Open
zh_hans: 快速打开

source: Wiki (LLM)
zh_hans: Wiki（大语言模型）

source: SOFTWARE UPDATE
zh_hans: 软件更新

source: Check for Updates…
zh_hans: 检查更新…

source: Software Update
zh_hans: 软件更新

source: Automatically Check for Updates
zh_hans: 自动检查更新

source: Checks for new versions once a day when ClipNest opens. Updates are installed only when you choose to download and restart.
zh_hans: ClipNest 启动时每天检查一次新版本。选择下载并重启后才会安装更新。

source: Version %@
zh_hans: 版本 %@

source: Installed version: %@
zh_hans: 当前版本：%@

source: Checking for updates…
zh_hans: 正在检查更新…

source: ClipNest is up to date.
zh_hans: ClipNest 已是最新版本。

source: ClipNest %@ is available.
zh_hans: ClipNest %@ 已可更新。

source: Your notes will be saved before ClipNest restarts.
zh_hans: ClipNest 重启前会保存正在编辑的笔记。

source: Downloading update… %lld%%
zh_hans: 正在下载更新… %lld%%

source: Verifying update…
zh_hans: 正在验证更新…

source: Saving notes and restarting…
zh_hans: 正在保存笔记并重启…

source: Release Notes
zh_hans: 版本说明

source: Download and Restart
zh_hans: 下载并重启

source: Check Again
zh_hans: 重新检查

source: The update could not be completed.
zh_hans: 未能完成更新。

source: The release does not contain a verified ClipNest update package.
zh_hans: 此版本未提供可验证的 ClipNest 更新包。

source: The update server returned HTTP %lld. Try again later.
zh_hans: 更新服务器返回 HTTP %lld，请稍后重试。

source: The downloaded update failed its integrity check. Download it again.
zh_hans: 下载的更新未通过完整性校验，请重新下载。

source: The update package has the wrong application identity or version.
zh_hans: 更新包的应用标识或版本不正确。

source: The update is not signed by the ClipNest developer or was modified.
zh_hans: 更新未使用 ClipNest 开发者签名，或文件已被修改。

source: This update requires a newer version of macOS or a different processor.
zh_hans: 此更新需要更高版本的 macOS 或其他处理器架构。

source: Move ClipNest to a writable Applications folder before installing updates.
zh_hans: 请先将 ClipNest 移到可写入的“应用程序”文件夹，再安装更新。

source: The update installer is missing. Download ClipNest from the releases page.
zh_hans: 缺少更新安装程序，请从版本发布页面下载 ClipNest。

source: ClipNest did not quit in time. The installed application was left unchanged.
zh_hans: ClipNest 未能及时退出，已保留当前应用。

source: The updated application could not start. The previous version was restored.
zh_hans: 更新后的应用无法启动，已恢复上一版本。

source: The previous version could not be restored: %@
zh_hans: 无法恢复上一版本：%@

source: The update package could not be unpacked or verified.
zh_hans: 无法解压或验证更新包。

source: The update could not be completed. Your previous application is saved at %@.
zh_hans: 未能完成更新。上一版本应用保存在 %@。

source: The update could not be completed. Your previous application was kept. Please try again.
zh_hans: 未能完成更新，已保留上一版本应用，请重试。
